[
  {
    "name": "J'tunn",
    "status": "Slumbering",
    "allegiance": "The Imperium of the North",
    "area": "Greenland",
    "size": "42 feet tall",
    "note": "An benevolent ice giant who shaped and founded the Imperium of the North and its belief system. Choosing not to take sides in the Celestial Invasion, J'tunn slumbered and abandoned his Imperium."
  },
  {
    "name": "Dragon of the Atlantic",
    "status": "Active",
    "allegiance": "Self",
    "area": "Atlantic, Gulf Coast",
    "size": "2 miles long, 150 feet thick",
    "note": "A sentient magical dragon that eats entire ships. The Dragon rests in Cuba where unsavory monsters pay tribute to him with raiding ships or enslaving sailors."
  },
  {
    "name": "The Living Tree",
    "status": "Slumbering",
    "allegiance": "Western State Commonwealth",
    "area": "Pacific to North West Prairies",
    "size": "Size of a city",
    "note": "An oak tree the size of Seattle, that no longer talks to the Druids. It has roots extending outwards into areas of Montana, Utah, Yukon and Alberta. Tree ents sprout out of these roots, roaming the wilds with the sole purpose to violently harrass and impede mortals."
  },
  {
    "name": "The Emperor Of Mexico",
    "status": "Active",
    "allegiance": "Self",
    "area": "Central America",
    "size": "Human size",
    "note": "A reclusive vampire that is trying to reign control of his undead legions in Central America and pockets of Mexico."
  },
  {
    "name": "Grandfather Vulture",
    "status": "Slain",
    "allegiance": "Self",
    "area": "South West",
    "size": "57 foot wingspan",
    "note": "A vulture that ensured no mortals could live within the South West United States was slain by Celestials and other Avatars. His spirit lives on in the spirit world. He has been known to enter the dreams of mortals, trying to gnaw away their souls while they rest."
  },
  {
    "name": "Waranok",
    "status": "Slain",
    "allegiance": "Self",
    "area": "Great Plaines",
    "size": "33 feet",
    "note": "A magical single eye spider demon that wanted to enslave everything, but was slain by the Master. Its spirit haunts the primal world - turning the very elements against the unexpecting traveler. Bad weather is always blamed on Waranok."
  },
  {
    "name": "Croat",
    "status": "Unknown",
    "allegiance": "Self",
    "area": "Virginia ruins",
    "size": "21 feet",
    "note": "A tentacled magical humanoid that wielded incredibly powerful dark magic, was captured by the Republic's warlocks. It is unknown if Croat is alive, but it is suspected that the Warlocks draw power from Croat."
  },
  {
    "name": "Whitefeather",
    "status": "Missing",
    "allegiance": "Self",
    "area": "Great Plaines",
    "size": "17 feet",
    "note": "A charasmatic celestial that founded the Holy American Empire to free mortals. During the Last Battle, it is said that The Master tore upon a portal and banished Whitefeather to another realm. He has been missing since."
  },
  {
    "name": "The Master",
    "status": "Unconfirmed Death",
    "allegiance": "Self",
    "area": "Great Plaines",
    "size": "12 feet",
    "note": "A devilish looking creature that fought against other avatars and caused the Celestial war. He supposedly was slain by the Grand Pope of the Empire. Some say he still lives."
  },
  {
    "name": "The Warden",
    "status": "Dismembered",
    "allegiance": "Self",
    "area": "Mississippi River States",
    "size": "12 feet",
    "note": "An eagled winged antelope that could shoot lightning and fire. It made travel beyond the Mississippi impossible. Torn apart and scattered throughout the lands by The Master, but is still alive."
  }
]